Repository: VBog/Bg-Bible-References
Catalog: languages/*_bibfers-*.po
Languages: ru_ru

source: Bible References
ru_ru: Ссылки на Библию

source: Chapter
ru_ru: Глава

source: Click to go to interpretation
ru_ru: Щелкните, чтобы перейти к толкованию

source: ch.
ru_ru: гл.

source: Gen
ru_ru: Быт

source: Ex
ru_ru: Исх

source: Lev
ru_ru: Лев

source: Num
ru_ru: Числ|Чис

source: Deut
ru_ru: Втор

source: Nav
ru_ru: Нав|ИсНав

source: Judg
ru_ru: Судей|Суд

source: Rth
ru_ru: Руфь|Руф

source: 1Sam
ru_ru: 1Цар|1Сам

source: 2Sam
ru_ru: 2Цар|2Сам

source: 1King
ru_ru: 3Цар|1Царей

source: 2King
ru_ru: 4Цар|2Царей

source: 1Chron
ru_ru: 1Пар|1Хр|1Хрон|1Лет

source: 2Chron
ru_ru: 2Пар|2Хр|2Хрон|2Лет

source: Ezr
ru_ru: 1Ездр|1Езд|Ездр|Езд

source: Nehem
ru_ru: Неем

source: Est
ru_ru: Есф|Эсф

source: Job
ru_ru: Иов

source: Ps
ru_ru: Псал|Пс

source: Prov
ru_ru: Притчи|Притч|Прит

source: Eccl
ru_ru: Еккл

source: Song
ru_ru: Песн

source: Is
ru_ru: Исаи|Ис

source: Jer
ru_ru: Иер

source: Lam
ru_ru: Плч|Плач

source: Ezek
ru_ru: Иез

source: Dan
ru_ru: Дан

source: Hos
ru_ru: Осии|Ос

source: Joel
ru_ru: Иоиль|Иоил

source: Am
ru_ru: Амос|Ам

source: Avd
ru_ru: Авд

source: Jona
ru_ru: Иона|Ион

source: Mic
ru_ru: Мих

source: Naum
ru_ru: Наум

source: Habak
ru_ru: Авв

source: Sofon
ru_ru: Соф

source: Hag
ru_ru: Агг|Аг

source: Zah
ru_ru: Зах

source: Mal
ru_ru: Мал

source: 1Mac
ru_ru: 1Мак

source: 2Mac
ru_ru: 2Мак

source: 3Mac
ru_ru: 3Мак

source: Bar
ru_ru: Вар

source: 2Ezr
ru_ru: 2Ездр|2Езд

source: 3Ezr
ru_ru: 3Ездр|3Езд

source: Judf
ru_ru: Иудифь|Иудиф

source: pJer
ru_ru: ПослИер|Посл\.Иер

source: Solom
ru_ru: Прем|ПремСол

source: Sir
ru_ru: Сирах|Сир

source: Tov
ru_ru: Товит|Тов

source: Mt
ru_ru: Мф|Мт|Матф

source: Mk
ru_ru: Мк|Мр|Марк|Мар

source: Lk
ru_ru: Лк|Луки|Лук

source: Jn
ru_ru: Ин|Иоан

source: Act
ru_ru: Деяния|Деян

source: Jac
ru_ru: Иаков|Иак

source: 1Pet
ru_ru: 1Петра|1Пет

source: 2Pet
ru_ru: 2Петра|2Пет

source: 1Jn
ru_ru: 1Ин|1Иоан

source: 2Jn
ru_ru: 2Ин|2Иоан

source: 3Jn
ru_ru: 3Ин|3Иоан

source: Juda
ru_ru: Иуда|Иуд

source: Rom
ru_ru: Римл|Рим

source: 1Cor
ru_ru: 1Кор

source: 2Cor
ru_ru: 2Кор

source: Gal
ru_ru: Гал

source: Eph
ru_ru: Ефес|Еф

source: Phil
ru_ru: Флп|Филип|Фил

source: Col
ru_ru: Кол

source: 1Thes
ru_ru: 1Сол|1Фес

source: 2Thes
ru_ru: 2Сол|2Фес

source: 1Tim
ru_ru: 1Тим

source: 2Tim
ru_ru: 2Тим

source: Tit
ru_ru: Тит

source: Phlm
ru_ru: Флм|Филим

source: Hebr
ru_ru: Евр

source: Apok
ru_ru: Откр|Отк|Апок

source: Genesis
ru_ru: Книга Бытия

source: Exodus
ru_ru: Книга Исход

source: Leviticus
ru_ru: Книга Левит

source: Numbers
ru_ru: Книга Числа

source: Deuteronomy
ru_ru: Второзаконие

source: Joshua (Iesous)
ru_ru: Книга Иисуса Навина

source: Judges
ru_ru: Книга Судей Израилевых

source: Ruth
ru_ru: Книга Руфь

source: 1 Samuel (1 Kingdoms)
ru_ru: Первая книга Царств (Первая книга Самуила)

source: 2 Samuel (2 Kingdoms)
ru_ru: Вторая книга Царств (Вторая книга Самуила)

source: 1 Kings (3 Kingdoms)
ru_ru: Третья книга Царств (Первая книга Царей)

source: 2 Kings (4 Kingdoms)
ru_ru: Четвёртая книга Царств (Вторая книга Царей)

source: 1 Chronicles (1 Paralipomenon)
ru_ru: Первая книга Паралипоменон (Первая книга Хроник, Первая Летопись)

source: 2 Chronicles (2 Paralipomenon)
ru_ru: Вторая книга Паралипоменон (Вторая книга Хроник, Вторая Летопись)

source: 1 Esdras
ru_ru: Книга Ездры (Первая книга Ездры)

source: Nehemiah (2 Esdras)
ru_ru: Книга Неемии

source: Esther
ru_ru: Книга Есфири

source: Psalms
ru_ru: Псалтирь

source: Proverbs
ru_ru: Книга Притчей Соломоновых

source: Ecclesiastes
ru_ru: Книга Екклезиаста, или Проповедника

source: Song of Songs (Aisma Aismaton)
ru_ru: Песнь песней Соломона

source: Isaiah
ru_ru: Книга пророка Исайи

source: Jeremiah
ru_ru: Книга пророка Иеремии

source: Lamentations
ru_ru: Книга Плач Иеремии

source: Ezekiel
ru_ru: Книга пророка Иезекииля

source: Daniel
ru_ru: Книга пророка Даниила

source: Hosea
ru_ru: Книга пророка Осии

source: Amos
ru_ru: Книга пророка Амоса

source: Obadiah
ru_ru: Книга пророка Авдия

source: Jonah
ru_ru: Книга пророка Ионы

source: Micah
ru_ru: Книга пророка Михея

source: Nahum
ru_ru: Книга пророка Наума

source: Habakkuk
ru_ru: Книга пророка Аввакума

source: Zephaniah
ru_ru: Книга пророка Софонии

source: Haggai
ru_ru: Книга пророка Аггея

source: Zechariah
ru_ru: Книга пророка Захарии

source: Malachi
ru_ru: Книга пророка Малахии

source: 1 Maccabees
ru_ru: Первая книга Маккавейская

source: 2 Maccabees
ru_ru: Вторая книга Маккавейская

source: 3 Maccabees
ru_ru: Третья книга Маккавейская

source: Baruch
ru_ru: Книга пророка Варуха

source: 2 Esdras
ru_ru: Вторая книга Ездры

source: 3 Esdras
ru_ru: Третья книга Ездры

source: Judith
ru_ru: Книга Иудифи

source: Letter of Jeremiah
ru_ru: Послание Иеремии

source: Wisdom
ru_ru: Книга Премудрости Соломона

source: Sirach
ru_ru: Книга Премудрости Иисуса, сына Сирахова

source: Tobit (Tobias)
ru_ru: Книга Товита

source: Matthew
ru_ru: Евангелие от Матфея

source: Mark
ru_ru: Евангелие от Марка

source: Luke
ru_ru: Евангелие от Луки

source: John
ru_ru: Евангелие от Иоанна

source: Acts
ru_ru: Деяния святых Апостолов

source: James
ru_ru: Послание Иакова

source: 1 Peter
ru_ru: Первое послание Петра

source: 2 Peter
ru_ru: Второе послание Петра

source: 1 John
ru_ru: Первое послание Иоанна

source: 2 John
ru_ru: Второе послание Иоанна

source: 3 John
ru_ru: Третье послание Иоанна

source: Jude
ru_ru: Послание Иуды

source: Romans
ru_ru: Послание апостола Павла к Римлянам

source: 1 Corinthians
ru_ru: Первое послание апостола Павла к Коринфянам

source: 2 Corinthians
ru_ru: Второе послание апостола Павла к Коринфянам

source: Galatians
ru_ru: Послание апостола Павла к Галатам

source: Ephesians
ru_ru: Послание апостола Павла к Ефесянам

source: Philippians
ru_ru: Послание апостола Павла к Филиппийцам

source: Colossians
ru_ru: Послание апостола Павла к Колоссянам

source: 1 Thessalonians
ru_ru: Первое послание апостола Павла к Фессалоникийцам (Солунянам)

source: 2 Thessalonians
ru_ru: Второе послание апостола Павла к Фессалоникийцам (Солунянам)

source: 1 Timothy
ru_ru: Первое послание апостола Павла к Тимофею

source: 2 Timothy
ru_ru: Второе послание апостола Павла к Тимофею

source: Titus
ru_ru: Послание апостола Павла к Титу

source: Philemon
ru_ru: Послание апостола Павла к Филимону

source: Hebrews
ru_ru: Послание апостола Павла к Евреям

source: Revelation
ru_ru: Откровение Иоанна Богослова (Апокалипсис)

source: Options saved.
ru_ru: Настройки сохранены.

source: Bg Bible References Plugin Options
ru_ru: Настройки плагина Ссылки на Библию

source: Version
ru_ru: Версия

source: Display text of the Bible in languages:
ru_ru: Отображать текст Библии на языках:

source: Church Slavic
ru_ru: Церковно-славянский

source: Russian
ru_ru: Русский

source: Greek
ru_ru: Греческий

source: Latin
ru_ru: Латинский

source: Hebrew
ru_ru: Иврит

source: Font for Church Slavonic text
ru_ru: Шрифт для церковно-славянского текста

source: Church Slavic font
ru_ru: Церковно-славянский шрифт

source: Russian font ("Old" style)
ru_ru: Русские буквы ("Старый" стиль)

source: HIP-standard
ru_ru: HIP-стандарт

source: Open links
ru_ru: Открывать ссылки

source: in new window
ru_ru: в новом окне

source: in current window
ru_ru: в текущем окне

source: Highlight references in the headers H1...H6
ru_ru: Подсвечивать ссылки в заголовках H1...H6

source: Enable links to the interpretation of the Holy Scriptures
ru_ru: Включить ссылки на толкования Священного Писания

source: <br><i>(Tooltips and Short Codes)</i>
ru_ru: <br><i>(Всплывающая подсказка и Шорт-коды)</i>

source: Additional options...
ru_ru: Дополнительные параметры...

source: Convert references to the normalized form
ru_ru: Преобразовывать ссылки к нормализованному виду

source: Show Bible verses in popup
ru_ru: Отображать стихи из Библии во всплывающей подсказке

source: <br><i>(If this option is disabled or data are not received from the server,<br>popup showing the chapter number and verse numbers)</i>
ru_ru: <br><i>(Если этот параметр отключен или данные не получены с сервера,<br>во всплывающей подсказке отображаются номер главы и номера стихов)</i>

source: Method of reading files
ru_ru: Метод чтения файлов

source: <i>(Plugin tries to read Bible files with marked methods in the order listed.<br>To do the reading faster, disable unnecessary methods - you need one only. <br><u>Warning:</u> Some methods may not be available on your server.)</i>
ru_ru: <i>(Плагин пытается загружать файлы Библии отмеченными методами в указанном порядке. Чтобы сделать загрузку более быстрой отключите лишние методы.<br><u>Внимание:</u> Некоторые методы могут быть недоступны на Вашем сервере.)

source: Preload Bible verses in tooltips
ru_ru: Предварительно загружать стихи из Библии во всплывающие подсказки

source: <br><i>(Try this option on a slow server.<br><u>Warning:</u> You can have a problem with ajax-requests limiting on the server.)</i>
ru_ru: <br><i>(Попробуйте эту опцию на медленном сервере.<br><u>Внимание:</u> Могут возникнуть проблемы, связанные с ограничением ajax-запросов на сервере.)</i>

source: Reference links CSS class
ru_ru: CSS класс для ссылок на Библию

source: Update Options
ru_ru: Обновить настройки

source: Thanks for using Bg Biblie References
ru_ru: Спасибо за использование плагина Ссылки на Библию

source: Dear brothers and sisters!<br />Thank you for using my plugin!<br />I hope it is useful for your site.
ru_ru: Дорогие братия и сестры!<br />Спасибо за использование моего плагина ! Я надеюсь, что он оказался полезен для Вашего сайта.

source: Vadim Bogaiskov
ru_ru: Вадим Богайсков

source: I like this plugin<br>– how can I thank you?
ru_ru: Мне нравится этот плагин<br> - как я могу отблагодарить Вас?

source: There are several ways for you to say thanks:
ru_ru: Есть несколько возможностей, чтобы сказать спасибо:

source: <a href="%1$s" target="_blank">Give a donation</a> for the construction of the church of Sts. Peter and Fevronia in Marino
ru_ru: <a href="%1$s" target="_blank">Сделать пожертвование</a> на строительство храма свв. Петра и Февронии в Марьино

source: <a href="%1$s" target="_blank">Give 5 stars</a> over at the WordPress Plugin Directory
ru_ru: <a href="%1$s" target="_blank">Поставьте 5 звезд</a> в каталоге плагинов WordPress

source: Share infotmation or make a nice blog post about the plugin
ru_ru: Распространить информацию или написать заметку в Вашем блоге о плагине

source: Bg Bible References really cool plugin for Orthodox WordPress sites
ru_ru: Bg Bible References - отличный плагин для православных сайтов на WordPress

source: Support
ru_ru: Поддержка

source: Please see the <a href="%1$s" target="_blank">support forum</a> or my <a href="%2$s" target="_blank">personal site</a> for help.
ru_ru: См. <a href="%1$s" target="_blank">форум поддержки</a> или мой <a href="%2$s" target="_blank">персональный сайт</a> для получения справки.

source: God protect you!
ru_ru: Храни вас Господи!
