Repository: VBog/Bg-Bible-References
Catalog: languages/*_bibrefs-*.po
Languages: be_by, fr_ca, sr_rs, uk_ua

source: Bible References
be_by: Спасылкі на Біблію
fr_ca: Références bibliques
sr_rs: Референце за Библију
uk_ua: Посилання на Біблію

source: Search
be_by: Знайсці
fr_ca: Chercher
sr_rs: Претрага
uk_ua: Шукати

source: Expand
be_by: Разгарнуць
fr_ca: Développer
sr_rs: Проширити
uk_ua: Розгорнути

source: Hide
be_by: Схаваць
fr_ca: Cacher
sr_rs: Сакрити
uk_ua: Приховати

source: Language of references and tooltips
be_by: Мова спасылак і падказак
fr_ca: Langue des références et des info-bulles
sr_rs: Језик референци и савета
uk_ua: Мова посилань і підказок

source: Default
be_by: Па змаўчанні
fr_ca: Défaut
sr_rs: Подразумевано
uk_ua: За замовчуванням

source: Ban to highlight references
be_by: Забарона падсвятлення спасылак
fr_ca: Interdiction de mettre en surbrillance les références
sr_rs: Забрана позадинског осветљења референци
uk_ua: Заборона підсвічування посилань

source: Off
be_by: Выкл.
fr_ca: Ouvert
sr_rs: Искључити
uk_ua: Відкл.

source: On
be_by: Укл.
fr_ca: Fermer
sr_rs: Укључити
uk_ua: Вкл.

source: Bible References Widget
be_by: Віджэт Спасылкі на Біблію
fr_ca: Widget de références bibliques
sr_rs: Виџет Референци за Библију
uk_ua: Віджет "Посилання на Біблію"

source: Create reference to the Bible
be_by: Стварэнне спасылак на Біблію
fr_ca: Créer une référence à la Bible
sr_rs: Стварање референце за Библију
uk_ua: Створення посилання на Біблію

source: Title:
be_by: Загаловак:
fr_ca: Titre :
sr_rs: Наслов:
uk_ua: Назва:

source: Permalink to page:
be_by: Пастаянная спасылка на старонку:
fr_ca: Lien permanent vers la page :
sr_rs: Сталан линк за страницу:
uk_ua: Постійне посилання на сторінку:

source: Default language
be_by: Мова па змаўчанні
fr_ca: Langage par défaut
sr_rs: Подразумеван језик
uk_ua: Мова за замовчуванням

source: Save selected options (on user side only)
be_by: Захоўваць выбраныя параметры (толькі на баку карыстальніка)
fr_ca: Enregistrer les options sélectionnées (côté utilisateur uniquement)
sr_rs: Сачувати измењене опције (само на страни корисника)
uk_ua: Зберігати вибрані параметри (тільки на стороні користувача)

source: Book
be_by: Кніга
fr_ca: Livre
sr_rs: Књига
uk_ua: Книга

source: Chapter
be_by: Раздзел
fr_ca: Chapitre
sr_rs: Глава
uk_ua: Розділ

source: Chapters and verses
be_by: Раздзелы і вершы
fr_ca: Chapitres et versets
sr_rs: Главе и стихови
uk_ua: Розділи і вірші

source: Language
be_by: Мова
fr_ca: Langue
sr_rs: Језик
uk_ua: Мова

source: Go
be_by: Перайсці
fr_ca: Aller
sr_rs: Прећи
uk_ua: Перейти

source: Bible Search Widget
be_by: Віджэт "Пошук у Бібліі"
fr_ca: Widget de recherche biblique
sr_rs: Виџет "Претрага у Библији"
uk_ua: Віджет "Пошук в Біблії"

source: Finds words or phrases in the Bible
be_by: Знаходзіць словы і фразы ў Бібліі
fr_ca: Trouver des mots ou des phrases dans la Bible
sr_rs: Налазити речи и фразе у Библији
uk_ua: Пошук слова або фрази в Біблії

source: Bible Quote Widget
be_by: Віджэт цытата з Бібліі
fr_ca: Widget de citation biblique
sr_rs: Виџет цитата из Библије
uk_ua: Віджет "Цитата з Біблії"

source: Display Random Quote or Day's Quote from the Bible
be_by: Выводзіць на экран Выпадковую Цытату альбо Цытату Дня з Бібліі
fr_ca: Afficher une citation aléatoire ou du jour de la Bible
sr_rs: Приказивати на екрану Случајан Цитат или Цитат Дана из Библије
uk_ua: Показує на экране Випадкову Цитату або Цитату Дня з Біблії

source: Type of quote:
be_by: Тып цытаты:
fr_ca: Type de citation :
sr_rs: Тип цитата:
uk_ua: Вид цитати:

source: Day's Quote
be_by: Цытата Дня
fr_ca: Citation du jour
sr_rs: Цитат Дана
uk_ua: Цитата Дня

source: Random Quote
be_by: Выпадковая Цытата
fr_ca: Citation aléatoire
sr_rs: Случајан Цитат
uk_ua: Випадкова Цитата

source: Language of the Bible:
be_by: Мова Бібліі:
fr_ca: Langue de la Bible :
sr_rs: Језик Библије:
uk_ua: Мова Біблії:

source: Delete
fr_ca: Effacer
sr_rs: Обрисати
uk_ua: Видалити

source: Add
fr_ca: Ajouter
sr_rs: Додати
uk_ua: Додати

source: Filename
fr_ca: Nom de fichier
sr_rs: Име фајла
uk_ua: Назва файла

source: Name
fr_ca: Nom
sr_rs: Назив
uk_ua: Имя

source: About
fr_ca: À propos
sr_rs: Опис
uk_ua: Опис

source: Status
fr_ca: Statut
sr_rs: Статус
uk_ua: Статус

source: uploaded
fr_ca: téléchargé
sr_rs: учитан
uk_ua: завантажено

source: Click to go to interpretation on Optina Pustyn site
fr_ca: Cliquez pour accéder à l'interprétation du site Optina Pustyn
sr_rs: Кликните, да пређете на Тумачења Светих Очева на сајту Оптиној Пустини
uk_ua: Натисніть, щоб перейти до тлумачення на сайті Optina Pustyn

source: Click to go to interpretation on azbyka.ru
be_by: Клікніце, каб перайсці да тлумачэння
fr_ca: Cliquez pour accéder à l'interprétation sur azbyka.ru
sr_rs: Кликните, да пређете на Тумачење на порталу azbyka.ru
uk_ua: Клацніть, щоб перейти до тлумачення на azbyka.ru

source: Click to go to the Bible on azbyka.ru
fr_ca: Cliquez pour accéder à la Bible sur azbyka.ru
sr_rs: Кликните, да пређете на Библију на порталу azbyka.ru
uk_ua: Клацніть, щоб перейти на Біблію на azbyka.ru

source: Click to view on page
be_by: Клікніце, каб паглядзець на старонцы
fr_ca: Cliquez pour voir la page
sr_rs: Кликните за разгледање на страници
uk_ua: Клацніть, щоб подивитися на сторінці

source: Gospel and Apostolic readings
be_by: Евангельскія і Апостальскія чытання
fr_ca: Lectures évangéliques et apostoliques
sr_rs: Јеванђељска и Апостолска читања
uk_ua: Євангельські і Апостольські читання

source: Reading of the Psalms
be_by: Чытанне Псалтыра
fr_ca: Lecture des psaumes
sr_rs: Читање Псалтира
uk_ua: Читання Псалми

source: At Matins
be_by: На утрані
fr_ca: Aux matines
sr_rs: За jутарњу
uk_ua: На утрені

source: At Liturgy
be_by: На літургіі
fr_ca: À la liturgie
sr_rs: За литургиjу
uk_ua: На літургії

source: At Vespers
be_by: На вячэрні
fr_ca: Aux vêpres
sr_rs: За вечерњу
uk_ua: На вечерне

source: At the 1st hour
be_by: На 1-й гадзіне
fr_ca: À la 1ère heure
sr_rs: У 1-м часу
uk_ua: На 1-й годині

source: At the 3rd hour
be_by: На 3-й гадзіне
fr_ca: À la 3ème heure
sr_rs: У 3-м часу
uk_ua: На 3-му годині

source: At the 6th hour
be_by: На 6-й гадзіне
fr_ca: À la 6ème heure
sr_rs: У 6-м часу
uk_ua: На 6-му годині

source: At the 9th hour
be_by: На 9-й гадзіне
fr_ca: À la 9ème heure
sr_rs: У 9-м часу
uk_ua: На 9-му годині

source: Apostol
be_by: Апостал
fr_ca: Apostolat
sr_rs: Апостол
uk_ua: Апостол

source: Gospel
be_by: Евангелле
fr_ca: Évangile
sr_rs: Јеванђеље
uk_ua: Євангеліє

source: Reading on holiday:
be_by: Чытанне на свята:
fr_ca: Lecture en fêtes :
sr_rs: Читање за празник:
uk_ua: Читання на свято:

source: Serial reading:
be_by: Радавыя чытання:
fr_ca: Lecture en série :
sr_rs: Серијско читање:
uk_ua: Рядові читання:

source: Reading after pericope:
be_by: Чытанне пад зачала:
fr_ca: Lecture après le péricope :
sr_rs: Читање под зачело:
uk_ua: Читання під зачало:

source: Gospel and Apostol:
be_by: Евангелле і Апостал:
fr_ca: Évangile et Apostolat :
sr_rs: Јеванђеље и Апостол:
uk_ua: Євангеліє і Апостол:

source: Psalms:
be_by: Псалтыр:
fr_ca: Psaumes :
sr_rs: Псалтир:
uk_ua: Псалми:

source: At Mat.:
be_by: На утр.:
fr_ca: Au Mat. :
sr_rs: За jутр.:
uk_ua: На утр.:

source: At Lit.:
be_by: На літ.:
fr_ca: À la Lit. :
sr_rs: За лит.:
uk_ua: На літ.:

source: At Ves.:
be_by: На вяч.:
fr_ca: Aux Ves. :
sr_rs: За веч.:
uk_ua: На веч.:

source: At 1st hour:
be_by: На 1-й гад.:
fr_ca: À la 1ère heure :
sr_rs: У 1-м часу
uk_ua: На 1-й год.:

source: At 3rd hour:
be_by: На 3-й гад.:
fr_ca: À la 3ème heure :
sr_rs: У 3-м часу
uk_ua: На 3-му год.:

source: At 6th hour:
be_by: На 6-й гад.:
fr_ca: À la 6ème heure :
sr_rs: У 6-м часу
uk_ua: На 6-му год.:

source: At 9th hour:
be_by: На 9-й гад.:
fr_ca: À la 9ème heure :
sr_rs: У 9-м часу
uk_ua: На 9-му год.:

source: Ap.:
be_by: Ап.:
sr_rs: Ап.:
uk_ua: Ап.:

source: Gos.:
be_by: Ев.:
fr_ca: Év. :
sr_rs: Јев.:
uk_ua: Єв.:

source: Holiday:
be_by: Свята:
fr_ca: Fêtes :
sr_rs: Празник:
uk_ua: Свято:

source: Ser.:
be_by: Рад.:
fr_ca: Lec. :
sr_rs: Сер.:
uk_ua: Ряд.:

source: After per.:
be_by: Пад зач.:
fr_ca: Après pér. :
sr_rs: Под зач.:
uk_ua: Під зач.:

source: sorry, but nothing matched your search terms. Please try again with some different keywords.
be_by: прабачце, але нічога не знойдзена згодна з вашым запытам. Калі ласка, паспрабуйце яшчэ раз з іншымі ключавымі словамi.
fr_ca: Désolé, mais rien ne correspond à vos termes de recherche. Veuillez réessayer avec des mots-clés différents.
sr_rs: извините, ништа није пронађено по вашем захтеву. Пробајте друге кључне речи.
uk_ua: вибачте, за вашим запитом нічого не знайдено. Спробуйте інші ключові слова.

source: Options saved.
be_by: Настройкі захаваны.
fr_ca: Options enregistrées.
sr_rs: Подешавања сачувана.
uk_ua: Налаштування збережені.

source: Bg Bible References Plugin Options
be_by: Настройкі плагіна Спасылкі на Біблію
fr_ca: Options du plugiciel Bg Bible Options
sr_rs: Подешавања плагина Референци за Библију
uk_ua: Налаштування плагіна Посилання на Біблію

source: Version
be_by: Версія
sr_rs: Верзија
uk_ua: Версія

source: Links
fr_ca: Liens
sr_rs: Линкови
uk_ua: Посилання

source: Permissions
sr_rs: Дозволе

source: Settings
fr_ca: Paramètres
sr_rs: Подешавања
uk_ua: Налаштування

source: Additional options
fr_ca: Options additionelles
sr_rs: Додатне опције
uk_ua: Додаткові параметри

source: Bible books
fr_ca: Livres bibliques
sr_rs: Књиге Библије
uk_ua: Книги Біблії

source: Choice Bible books
fr_ca: Choix de livres bibliques
sr_rs: Избор књига Библије
uk_ua: Вибір книг Біблії

source: Links to the Bible on <a href="http://azbyka.ru/biblia/" target=_blank>azbyka.ru</a>
fr_ca: Liens vers la Bible sur <a href="http://azbyka.ru/biblia/" target=_blank>azbyka.ru</a>
sr_rs: Референце за Библију на порталу <a href="http://azbyka.ru/biblia/" target="_blank">azbyka.ru</a>
uk_ua: Посилання на Біблію на <a href="http://azbyka.ru/biblia/" target="_blank">azbyka.ru</a>

source: Languages of the Bible text on
be_by: Мовы тэксту Бібліі на
fr_ca: Langues du texte biblique de
sr_rs: Језици текста Библије на
uk_ua: Мови тексту Біблії на

source: Church Slavic
be_by: Царкоўна-славянская
fr_ca: Église slave
sr_rs: Црквено-словенски
uk_ua: Церковно-слов'янська

source: Russian
be_by: Руская
fr_ca: Russe
sr_rs: Руски
uk_ua: Російська

source: Ukrainian
be_by: Украінская
fr_ca: Ukrainien
sr_rs: Украјински
uk_ua: Українська

source: Belorussian
be_by: Беларуская
fr_ca: Biélorusse
sr_rs: Белоруски
uk_ua: Білоруська

source: Serbian
be_by: Сербская
fr_ca: Serbe
sr_rs: Српски
uk_ua: Сербська

source: English
be_by: Ангельская
fr_ca: Anglais
sr_rs: Енглески
uk_ua: Англійська

source: French
be_by: Французская
fr_ca: Français
sr_rs: Француски
uk_ua: Французька

source: Greek
be_by: Грэцкая
fr_ca: Grec
sr_rs: Грчки
uk_ua: Грецька

source: Latin
be_by: Лацінская
sr_rs: Латински
uk_ua: Латинська

source: Hebrew
be_by: Іўрыт
fr_ca: Hébreu
sr_rs: Хебрејски
uk_ua: Іврит

source: Font for Church Slavonic text
be_by: Шрыфт для царкоўна-славянскага тэксту
fr_ca: Police pour le texte de l'église slave
sr_rs: Фонт за црквено-словенски текст
uk_ua: Шрифт для церковно-слов'янського тексту

source: Church Slavic font
be_by: Царкоўна-славянскі шрыфт
fr_ca: Police slave d'église
sr_rs: Црквено-словенски фонт
uk_ua: Церковно-слов'янський шрифт

source: Russian font ("Old" style)
be_by: Рускія літары ("Стары" стыль)
fr_ca: Police russe (style "Ancien")
sr_rs: Руска слова ("Стари" стил)
uk_ua: Російські літери ("Старий" стиль)

source: Links to the Bible on this site
fr_ca: Liens vers la Bible sur ce site
sr_rs: Референце за Библију на том сајту
uk_ua: Посилання на Біблію на цьому сайті

source: Permalink to page for search result
be_by: Пастаянная спасылка на старонку вынікаў пошуку
fr_ca: Lien permanent vers la page du résultat de la recherche
sr_rs: Сталан линк за страницу резултата претраге
uk_ua: Постійне посилання на сторінці результатів пошуку

source: No links, popup only
be_by: Без спасылак, толькі ўсплывальныя вокны
fr_ca: Pas de liens, fenêtre de dialogue seulement
sr_rs: Без референци, само прозори који се појављују на екрану
uk_ua: Без посилань, тільки спливаючі вікно

source: Enable links to the interpretation of the Holy Scriptures
be_by: Уключыць спасылкі на тлумачэння Свяшчэннага Пісання
fr_ca: Activer les liens vers l'interprétation des Saintes Écritures
sr_rs: Укључити референце за тумачења Светог Писма
uk_ua: Включити посилання на тлумачення Святого Письма

source: on Optina Pustyn site
fr_ca: sur le site Optina Pustyn
sr_rs: на сајту Оптиној Пустини
uk_ua: на сайті Optina Pustyn

source: on <a href="http://azbyka.ru/biblia/" target=_blank>azbyka.ru</a>
be_by: на <a href="http://azbyka.ru/biblia/" target=_blank>azbyka.ru</a>
sr_rs: на <a href="http://azbyka.ru/biblia/" target="_blank">azbyka.ru</a>
uk_ua: на <a href="http://azbyka.ru/biblia/" target="_blank">azbyka.ru</a>

source: link to the Bible (see above)
fr_ca: lien vers la Bible (voir ci-dessus)
sr_rs: референца за Библију (см. више)
uk_ua: посилання на Біблію (дивись вище)

source: disabled
fr_ca: désactivé
sr_rs: искључено
uk_ua: вимкнено

source: Enable links to the parallel passages in the Bible
be_by: Уключыць спасылкі на паралельныя месцы ў Бібліі
fr_ca: Activer les liens vers les passages parallèles de la Bible
sr_rs: Укључити линкове на паралелним местима у Библији
uk_ua: Включити посилання на паралельні уривки в Біблії

source: <br><i>(Tooltips and Short Codes)</i>
be_by: <br><i>(Усплывальная падказка і Шорт-коды)</i>
fr_ca: <br><i>(Info-bulles et codes abrégés)</i>
sr_rs: <br><i>(Помоћ која се приказује на екрану и Шорт-код)</i>
uk_ua: <br><i>(Спливаюча підказка і Шорт-коди)</i>

source: Allow no dot after the book title
fr_ca: N'autoriser aucun point après le titre du livre
sr_rs: Дозволити одсуство тачке после означавања књиге

source: Allow Roman numerals
fr_ca: Autoriser les chiffres romains
sr_rs: Дозволити римске цифре

source: Allow the comma as divider between chapter and verses (western tradition)
fr_ca: Autoriser la virgule comme séparateur entre chapitre et versets (tradition occidentale)
sr_rs: Дозволити запету, как разделитеть между главой и стихами (западна традиција)

source: The plugin highlights references in both eastern and western notation. There is collision what is mean the reference containing two numbers devided by a comma (for example, Ps. 4,6). In the Western tradition, this is reference to Psalm 4 verse 6, but in the east tradition it is reference to Psalms 4 and 6. You can choose how to interpret such links by specifying it in the settings.
fr_ca: Le plugiciel met en surbrillance les références dans les notations orientales et occidentales. Il y a collision avec la référence contenant deux nombres séparés par une virgule (par exemple, Ps. 4,6). Dans la tradition occidentale, il s'agit d'une référence au Psaume 4, verset 6, mais dans la tradition orientale, d'une référence aux Psaumes 4 et 6. Vous pouvez choisir comment interpréter ces liens en le spécifiant dans les paramètres.
sr_rs: Проширење нагашава референце како у источној, тако и у западној нотацији. При томе може доћи до колизије са правилношћу разумевања референци, које садрже два броја, приказаних са запетом (например, Пс. 4,6). У западној традицији то ће бити референца за Псалм 4 стих 6, а у источној — референца за Псалме 4 и 6. Ви можете самостално изабрати, како да интерпретирате те референце, указивањем у подешавањима.

source: Delete spaces between digit and letter in the book notation
fr_ca: Supprimer les espaces entre chiffres et lettres dans la notation du livre
sr_rs: Брисати размак између цифре и слова у означеним књигама

source: Convert references to the normalized form
be_by: Ператвараць спасылкі да нармалiзаваннага выгляду
fr_ca: Convertir les références en forme normalisée
sr_rs: Претворити референце у нормализован вид
uk_ua: Перетворювати посилання до нормалізованого виду

source: Phrases are not Bible reference
fr_ca: Les phrases ne sont pas des références bibliques
sr_rs: Фразе, нису референце за Библију

source: use a semicolon or new line as delimiter
fr_ca: utilisez un point-virgule ou une nouvelle ligne comme séparateur
sr_rs: искористите као размак тачку са запетом или нови ред (искористите као размак тачку са запетом или нови ред )

source: Show original verse numbers
be_by: Адлюстроўваць арыгінальныя нумары вершаў
fr_ca: Afficher les numéros de versets originaux
sr_rs: Приказати оргиналне бројеве стихова
uk_ua: Відображати оригінальні номера віршів

source: <br><i>(Show the original verse numbers in parentheses after the verse numbers of Russian Synodal Translation in the tooltips and quotes.<br>Verses marked with asterisk * are absent in the original translation. * - always visible!)</i>
be_by: <br><i>(Паказаць арыгінальныя нумары вершаў у дужках пасля нумара вершаў рускага Сінадальнага перакладу ў падказках і цытатах. <br>Вершы, пазначаныя зорачкай * адсутнічаюць у арыгінальным перакладзе. * – адлюстроўваюцца заўседы!)</i>
fr_ca: <br><i>(Affichez les numéros de versets originaux entre parenthèses après les numéros de verset de la traduction synodale russe dans les infobulles et les citations.<br>Versets marqués d'un astérisque * sont absents de la traduction originale. * - toujours visible!)</i>
sr_rs: <br><i>(Показати оргиналне бројеве стихова у заградама после бројева стихова руског Синодског превода у објашњењима и цитатима. <br>Стихови, означени звездицом * одсутни у оргиналном преводу. * - приказују се увек!)</i>
uk_ua: <br><i>(Показати оригінальні номери віршів в дужках після номера віршів російського Синодального перекладу (в підказках і цитатах).<br>Вірші, позначені зірочкою * відсутні в оригінальному перекладі. * - відображаються завжди!)</i>

source: Open links
be_by: Адкрываць спасылкі
fr_ca: Ouvrir les liens
sr_rs: Отворити референце
uk_ua: Відкривати посилання

source: in new window
be_by: у новым акне
fr_ca: dans une nouvelle fenêtre
sr_rs: у новом прозору
uk_ua: в новому вікні

source: in current window
be_by: у гэтым акне
fr_ca: dans la fenêtre courante
sr_rs: у текућем прозору
uk_ua: в поточному вікні

source: Highlight references in the headers H1...H6
be_by: Падсвятляць спасылкі ў загалоўках H1...H6
fr_ca: Mettre en surbrillance les références dans les en-têtes H1...H6
sr_rs: Нагласити референце у заглављима H1...H6
uk_ua: Підсвічувати посилання в заголовках H1 ... H6

source: Show Bible verses in popup
be_by: Адлюстроўваць вершы з Бібліі ва ўсплывальнай падказцы
fr_ca: Afficher les versets bibliques en fenêtre de dialogue
sr_rs: Приказивати стихове из Библије у помоћи која се показује на екрану
uk_ua: Відображати вірші з Біблії в спливаючій підказці

source: <br><i>(If this option is disabled or data are not received from the server,<br>popup showing the Bible book title, chapter number and verse numbers)</i>
be_by: <br><i>(Калі гэты параметр адключаны або дадзеныя не атрыманы з боку сервера,<br>ва ўсплывальнай падказцы адлюстроўваецца назва кнігі Бібліі, нумар раздзела і нумары вершаў)</i>
fr_ca: <br><i>(Si cette option est désactivée ou si le serveur ne reçoit pas de données,<br>la fenêtre de dialogue affiche le titre du livre biblique, le numéro du chapitre et les numéros des versets)</i>
sr_rs: <br><i>(Ако је то подешавање искључено или подаци нису добијени са сервера,<br>у помоћи која се приказује на екрану приказује се назив книге Библије, број главе и бројеви стихва)</i>
uk_ua: <br><i>(Якщо цей параметр відключений або дані не отримані з сервера,<br>в спливаючій підказці відображаються назва книги Біблії, номер розділу і номери віршів)</i>

source: Preload Bible verses in tooltips
be_by: Папярэдне загружаць вершы з Бібліі ва ўсплывальныя падказкі
fr_ca: Précharger des versets bibliques dans les info-bulles
sr_rs: Прелиминарно учитавати стихове из Библије у помоћи која се показује на екрану
uk_ua: Попередньо завантажувати вірші з Біблії в спливаючі підказки

source: - before upload of the post (using PHP)
fr_ca: - avant l'envoi de l'article (en PHP)
sr_rs: - пре учитавања чланка (користећи PHP)
uk_ua: - перед завантаженням поста (за допомогою PHP)

source: <br><i>(Requires a lot of of time to prepare and upload of the post.<br><u>Warning:</u> You can have a problem with limiting the maximum execution time for script on the server.)</i>
fr_ca: <br><i>(Nécessite beaucoup de temps pour préparer et télécharger le message.<br><u>Avertissement :</u> Vous pouvez avoir un problème avec la limitation du maximum de temps d'exécution du script sur le serveur.)</i>
sr_rs: <br><i>(Захтева много времена да се спреми и учита пост.<br><u>Упозорење:</u> Могу да се појаве проблеми, повезани са максималним ограничењем рада текста на серверу).</i>
uk_ua: <br><i>(Потрібно багато часу, щоб підготувати і завантажити пост.<br><u>Попередження:</u> Можуть виникнути проблеми з обмеженням максимального часу виконання скрипта на сервері.) </i>

source: - after upload of the post (using AJAX)
fr_ca: - après l'envoi de l'article (avec AJAX)
sr_rs: - после учитавања чланка (користећи AJAX)
uk_ua: - після завантаження поста (за допомогою AJAX)

source: <br><i>(Try this option on a slow server.<br><u>Warning:</u> You can have a problem with ajax-requests limiting on the server.)</i>
be_by: <br><i>(Паспрабуйце гэтую опцыю на павольным серверы.<br><u>Увага:</u> Могуць узнікнуць праблемы, звязаныя з абмежаваннем ajax-запытаў на серверы.)</i>
fr_ca: <br><i>(Essayez cette option sur un serveur lent.<br><u>Avertissement :</u> Vous pouvez avoir une problème avec la limitation des requêtes ajax sur le serveur.)</i>
sr_rs: <br><i>(Пробајте ту опцију на спором серверу.<br><u>Пажња:</u> Могу да се појаве проблеми, повезани са ограничењем ajax-захтева на серверу)</i>
uk_ua: <br><i>(Спробуйте цю опцію на повільному сервері.<br><u>Увага:</u>Можуть виникнути проблеми, пов'язані з обмеженням ajax-запитів на сервері.)</i>

source: The maximum execution time
fr_ca: Le temps d'exécution maximum
sr_rs: Максимално време рада плагина
uk_ua: Максимальний час виконання

source: sec.
sr_rs: сек.
uk_ua: сек.

source: Method of reading files
be_by: Метад чытання файлаў
fr_ca: Méthode de lecture de fichiers
sr_rs: Метод читања фајлова
uk_ua: Спосіб читання файлів

source: <i>(Plugin tries to read Bible files with marked methods in the order listed.<br>To do the reading faster, disable unnecessary methods - you need one only. <br><u>Warning:</u> Some methods may not be available on your server.)</i>
be_by: <i>(Плагiн спрабуе загружаць файлы Бібліі адзначанымі метадамі ў паказаным парадку. Каб зрабіць загрузку больш хуткай адключыце лішнія метады. <br><u>Увага:</u> Некаторыя метады могуць быць недаступныя на Вашым серверы.)</i>
fr_ca: <i>(Le plugiciel essaie de lire des fichiers bibliques avec des méthodes marquées dans l’ordre indiqué.<br>Pour accélérer la lecture, désactivez les méthodes inutiles - vous en avez besoin qu'une seulement.<br><u>Avertissement :</u> Certaines méthodes peuvent ne pas être disponibles sur votre serveur.)</i>
sr_rs: <i>(Плагин покушава да учита фајлове Библије обележеним методама по приказаном редоследу. Да би учитавање било брже искључите сувишне методе.<br><u>Пажња:</u> Неке методе могу да буду недоступне на Вашем серверу.)
uk_ua: <i>(Плагін намагається завантажувати файли Біблії зазначеними методами в зазначеному порядку. Щоб зробити завантаження більш швидким відключіть зайві методи.<br><u>Увага:</u>Деякі методи можуть бути недоступні на Вашому сервері.)</i>

source: External AJAX Proxy
fr_ca: Proxy AJAX externe
sr_rs: Спољашњи AJAX-прокси
uk_ua: Зовнішні AJAX Proxy

source: Add into <em>functions.php</em> on this server the following PHP-code (see bellow)
fr_ca: Ajoutez dans <em>functions.php</em> sur ce serveur le code PHP suivant (voir ci-dessous)
sr_rs: Додати у <em>functions.php</em> на том серверу следећи PHP-код (см. ниже)
uk_ua: Додати в <em>functions. php</em> на цьому сервері наступний код PHP (див. нижче)
