Repository: VBog/Bg-Bible-References
Catalog: languages/*_bibrefs-*.po
Languages: be_by, fr_ca, sr_rs, uk_ua

source: Container, inside which will display tooltips
be_by: Кантэйнер, усярэдзіне якога будуць адлюстроўвацца падказкі
fr_ca: Conteneur, à l'intérieur duquel seront affichées les info-bulles
sr_rs: Контеjнер, унутар кога ће се показивати помоћ
uk_ua: Контейнер, усередині якого будуть відображатися підказки

source: Reference links CSS class
be_by: CSS клас для спасылак на Біблію
fr_ca: Liens de référence classe CSS
sr_rs: CSS класа за референце за Библију
uk_ua: CSS клас для посилань на Біблію

source: Custom file of Bible quotes
be_by: Карыстальнiцкі файл цытат з Бібліі
fr_ca: Fichier personnalisé de citations bibliques
sr_rs: Фајл за коришћење цитата из Библије
uk_ua: Користувальницький файл цитат з Біблії

source: Debug
be_by: Адладка
fr_ca: Déboguer
sr_rs: Отклањање грешака
uk_ua: Налаштування

source: <br><i>(If you enable this option the debug information will written to the file "debug.log" in the plugin directory.<br>The file will be updated in 30 minutes after the last record, or the filesize exceed 2 Mb.<br><font color="red"><b>Disable this option after the end of debugging!</b></font>)</i>
be_by: <br><i>(Калі Вы ўключыце гэтую опцыю адладачная інфармацыя будзе занесена ў файл "debug.log" у папке плагiна.<br>Файл будзе абноўлены праз 30 хвілін пасля апошняга запісу, або калі яго памер перавысіць 2 Mb.<br><font color="red"><b>Адключыце гэтую опцыю па заканчэнні адладкі!</b></font>)</i>
fr_ca: <br><i>(Si vous activez cette option, les informations de débogage seront écrites sur le fichier "debug.log" dans le répertoire du plugiciel.<br>Le fichier sera mis à jour dans 30 minutes après le dernier enregistrement, ou la taille du fichier dépasse 2 Mo.<br><font color="red"><b>Désactivez cette option après la fin du débogage!</b></font>)</i>
sr_rs: <br><i>(Ако укључите ту опцију одстрањена информација ће бити унета у фајл "debug.log " у фолдеру плагина.<br>Фајл ће бити обновљен 30 минута после последњег записа, или ако његова величина буде већа од 2 Mb.<br><font color="red"><b><Искључите ту опцију после отклоњења грешака!</b></font>)</i>
uk_ua: <br><i>(Якщо Ви включите цю опцію то інформація про налаштування буде занесена в файл "debug.log " в папці плагіна.<br>Файл буде оновлений через 30 хвилин після останнього запису, або якщо його розмір перевищить 2 Mb.<br><font color="red"><b>Вимкніть цю опцію після завершення налаштувань!</b></font>)</i>

source: Update Options
be_by: Абнавіць настройкi
fr_ca: Options de mise à jour
sr_rs: Обновити подешавања
uk_ua: Оновити налаштування

source: Thanks for using Bg Biblie References
be_by: Дзякуй за выкарыстанне плагіна Спасылкі на Біблію
fr_ca: Merci d'utiliser Bg Bible References
sr_rs: Хвала за коришћење плагина Референци за Библију
uk_ua: Дякуємо за використання плагіна "Посилання на Біблію"

source: Dear brothers and sisters!<br />Thank you for using my plugin!<br />I hope it is useful for your site.
be_by: Дарагія браты і сёстры!<br />Дзякуй за выкарыстанне майго плагіна! Я спадзяюся, што ён апынуўся карысным для Вашага сайта.
fr_ca: Chers frères et sœurs!<br />Merci d’utiliser mon plugiciel !<br />J'espère c'est utile pour votre site.
sr_rs: Драга браћо и сестре!<br />Хвала за коришћење мог плагина ! Надам се да је био користан за Ваш сајт.
uk_ua: Дорогі браття і сестри!<br>Дякуємо за використання мого плагіна! Я сподіваюся, що він виявився корисним для Вашого сайту.

source: Vadim Bogaiskov
be_by: Вадзім Багайскоў
sr_rs: Вадим Богајсков
uk_ua: Вадим Богайсков

source: I like this plugin<br>– how can I thank you?
be_by: Мне падабаецца гэты плагiн<br>– як я магу аддзячыць Вас?
fr_ca: J'aime ce plugiciel<br>- comment puis-je vous remercier ?
sr_rs: Свиђа ми се тај плагин<br> - како могу да Вам се захвалим?
uk_ua: Мені подобається цей плагін<br> - як я можу віддячитись Вам?

source: There are several ways for you to say thanks:
be_by: Ёсць некалькі магчымасцяў, каб сказаць дзякуй:
fr_ca: Il y a plusieurs façons pour vous de remercier :
sr_rs: Постоји неколико могућности да се захвалите:
uk_ua: Є декілька можливостей, щоб сказати спасибі:

source: <a href="%1$s" target="_blank">Give a donation</a> for the construction of the church of Sts. Peter and Fevronia in Marino
be_by: <a href="%1$s" target="_blank">Зрабіць ахвяраванне</a> на будаўніцтва храма свв. Пятра і Фяўроніі ў Мар'іна
fr_ca: <a href="%1$s" target="_blank">Faire un don</a> pour la construction de l'église de Sts. Peter et Fevronia à Marino
sr_rs: <a href="%1$s" target="_blank">Донирати новац</a> за изградњу храма свв. Петра и Февронии в Марьино
uk_ua: <a href="%1$s" target="_blank">Зробити пожертвування</a> на будівництво храму св. Петра і Февронії в Мар'їно

source: <a href="%1$s" target="_blank">Give 5 stars</a> over at the WordPress Plugin Directory
be_by: <a href="%1$s" target="_blank">Пастаўце 5 зорак</a> у каталогу плагiнаў WordPress
fr_ca: <a href="%1$s" target="_blank">Donnez 5 étoiles</a> sur le répertoire de plugiciels WordPress
sr_rs: <a href="%1$s" target="_blank">Ставите 5 звездица</a> у каталогу плагина WordPress
uk_ua: <a href="%1$s" target="_blank">Поставте 5 зірок </ a> в каталозі плагінів WordPress

source: Share infotmation or make a nice blog post about the plugin
be_by: Распаўсюдзіць інфармацыю або напісаць заметку ў Вашым блогу пра плагiн
fr_ca: Partager des informations ou créer un blogue sur le plugiciel
sr_rs: Ширити информацију или написати напомену у Вашем блогу о плагину
uk_ua: Поширити інформацію або написати замітку у Вашому блозі про модуль

source: Bg Bible References really cool plugin for Orthodox WordPress sites
be_by: Bg Bible References – выдатны плагiн для праваслаўных сайтаў на WordPress
fr_ca: Bg Bible References, un plugiciel spécialement cool pour les sites WordPress orthodoxes
sr_rs: Bg Bible References - одличан плагин за православне сајтове на WordPress
uk_ua: Bg Bible References - відмінний плагін для православних сайтів на WordPress

source: Support
be_by: Падтрымка
fr_ca: Soutien
sr_rs: Подршка
uk_ua: Підтримка

source: Please see the <a href="%1$s" target="_blank">support forum</a> or <a href="%2$s" target="_blank">plugin's site</a> for help.
be_by: Глядзіце<a href="%1$s" target="_blank">форум падтрымкі</a> або <a href="%2$s" target="_blank">сайт плагiна</a> для атрымання даведкі.
fr_ca: Veuillez consulter le <a href="%1$s" target="_blank">forum d'assistance</a> ou <a "href="%2$s "target="_blank">du site du plugiciel</a> pour obtenir de l'aide.
sr_rs: См. <a href="%1$s" target="_blank">форум подршке</a> или <a href="%2$s" target="_blank">сајт плагина</a> за добијање помоћи.
uk_ua: Див. <a href="%1$s" target="_blank"> форум підтримки</a> або <a href="%2$s" target="_blank"> сайт плагіна</a> для отримання довідки.

source: God protect you!
be_by: Ахоўвай вас Госпадзi!
fr_ca: Dieu vous protège !
sr_rs: Нака Вас чува Господ!
uk_ua: Хай збереже Вас Господь!

source: The plugin will highlight the Bible references with hyperlinks to the Bible text and interpretation by the Holy Fathers.
be_by: Плагiн падсвятляе спасылкі на тэкст Бібліі з дапамогай гіперспасылак на тэкст Бібліі і тлумачэння Святых Айцоў.
fr_ca: Le plugiciel mettra en surbrillance les références bibliques avec des hyperliens vers le texte biblique et l'interprétation par les Saints Pères.
sr_rs: Плагин наглашава референце за Библију помоћу хиперлинкова за текст Библије и тумачења Светих Очева.
uk_ua: Плагін буде виділити Біблії посилання з гіперпосиланнями на текст Біблії і тлумачення преподобних отців.
